{
  "ACTOR IN A LEADING ROLE": "BRENDAN FRASER, The Whale",
  "ACTOR IN A SUPPORTING ROLE": "KE HUY QUAN, Everything Everywhere All at Once",
  "ACTRESS IN A LEADING ROLE": "MICHELLE YEOH, Everything Everywhere All at Once",
  "ACTRESS IN A SUPPORTING ROLE": "JAMIE LEE CURTIS, Everything Everywhere All at Once",
  "ANIMATED FEATURE FILM": "GUILLERMO DEL TORO'S PINOCCHIO, Guillermo del Toro, Mark Gustafson, Gary Ungar and Alex Bulkley",
  "CINEMATOGRAPHY": "ALL QUIET ON THE WESTERN FRONT, James Friend",
  "COSTUME DESIGN": "BLACK PANTHER: WAKANDA FOREVER, Ruth Carter",
  "DIRECTING": "EVERYTHING EVERYWHERE ALL AT ONCE, Daniel Kwan and Daniel Scheinert",
  "DOCUMENTARY FEATURE FILM": "NAVALNY, Daniel Roher, Odessa Rae, Diane Becker, Melanie Miller and Shane Boris",
  "DOCUMENTARY SHORT FILM": "THE ELEPHANT WHISPERERS, Kartiki Gonsalves and Guneet Monga",
  "FILM EDITING": "EVERYTHING EVERYWHERE ALL AT ONCE, Paul Rogers",
  "INTERNATIONAL FEATURE FILM": "ALL QUIET ON THE WESTERN FRONT, Germany",
  "MAKEUP AND HAIRSTYLING": "THE WHALE, Adrien Morot, Judy Chin and Annemarie Bradley",
  "MUSIC (ORIGINAL SCORE)": "ALL QUIET ON THE WESTERN FRONT, Volker Bertelmann",
  "MUSIC (ORIGINAL SONG)": "NAATU NAATU, from RRR; Music by M.M. Keeravaani; Lyric by Chandrabose",
  "BEST PICTURE": "EVERYTHING EVERYWHERE ALL AT ONCE, Daniel Kwan, Daniel Scheinert and Jonathan Wang, Producers",
  "PRODUCTION DESIGN": "ALL QUIET ON THE WESTERN FRONT, Production Design: Christian M. Goldbeck; Set Decoration: Ernestine Hipper",
  "SHORT FILM (ANIMATED)": "THE BOY, THE MOLE, THE FOX AND THE HORSE, Charlie Mackesy and Matthew Freud",
  "SHORT FILM (LIVE ACTION)": "AN IRISH GOODBYE, Tom Berkeley and Ross White",
  "SOUND": "TOP GUN: MAVERICK, Mark Weingarten, James H. Mather, Al Nelson, Chris Burdon and Mark Taylor",
  "VISUAL EFFECTS": "AVATAR: THE WAY OF WATER, Joe Letteri, Richard Baneham, Eric Saindon and Daniel Barrett",
  "WRITING (ADAPTED SCREENPLAY)": "WOMEN TALKING, Screenplay by Sarah Polley",
  "WRITING (ORIGINAL SCREENPLAY)": "EVERYTHING EVERYWHERE ALL AT ONCE, Written by Daniel Kwan & Daniel Scheinert"
}
